Repository: netbrothers-gmbh/typo3-ext-nbdownloader
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_nbdownloader_domain_model_download.filename
source: Filename
de: Dateiname

# tx_nbdownloader_domain_model_download.source
source: Source
de: Datei

# tx_nbdownloader_domain_model_download.counter
source: Counter
de: Anzahl Downloads

# tx_nbdownloader_domain_model_download.description
source: Description
de: Beschreibung (lang)

# tx_nbdownloader_domain_model_download.abstract
source: Abstract
de: Beschreibung (kurz)

# tx_nbdownloader_domain_model_download.public_date
source: Public Date
de: Ver√∂ffentlichungsdatum

# tx_nbdownloader_domain_model_download.cat
source: Cat
de: Kategorie

# tx_nbdownloader_domain_model_category
source: Category
de: Kategorie

# tx_nbdownloader_domain_model_category.category
source: Category
de: Kategorie

# tx_nbdownloader.settings.sheettitle.1
source: Settings
de: Einstellungen

# tx_nbdownloader.settings.sheettitle.2
source: Licence
de: Lizenz

# tx_nbdownloader.settings.sheettitle.3
source: Display
de: Anzeige

# tx_nbdownloader.settings.file
source: File
de: Datei

# tx_nbdownloader.settings.listFile
source: category
de: Kategorie

# nbdownloader.downloadName
source: Use this name by download for file
de: Speichername des Downloads

# nbdownloader.useLicence
source: Has to accept licence before download starts.
de: Muss Lizenz vor dem Download zustimmen.

# nbdownloader.licence
source: Licence
de: Lizenz

# nbdownloader.licence.I.0
source: Licence 1 (GNU)
de: Lizenzvorlage 1 (GNU)

# nbdownloader.licence.I.1
source: Licence 2 (GNU)
de: Lizenzvorlage 2 (GNU)

# nbdownloader.licence.I.2
source: no licence
de: keine Lizenz

# nbdownloader.renderStyle.I.0
source: category
de: Kategorie

# nbdownloader.renderStyle.I.1
source: single
de: Einzelansicht

# nbdownloader.useAbstract
source: Show Abstract
de: zeige Kurzbeschreibung (abstract)

# nbdownloader.useDescription
source: Show Description
de: zeige Langbeschreibung (description)
